export default function DashboardPage() {
  return (
    <div>
      <h2 className="text-2xl font-semibold mb-4">Welcome to Dashboard</h2>
      <p className="text-gray-600">
        আসসালামু আলাইকুম, <br />
        Alumni referral board এ join করার জন্য যে task টি দেয়া হয়েছিল, সেটা
        শুরু করতে একটু দেরি হয়ে যায় কারণ আমার অন্য একটি জবের জন্য task
        করছিলাম, এবং গতকালকে আমি দুইটা পর্যন্ত আপনাদের দেয়া টাস্ক করছিলাম, আর
        সকাল থেকে একটা ইন্টারভিউ এর জন্য প্রিপারেশন নিচ্ছিলাম।
        <br />
        ইন্টারভিউ শেষ হওয়ার সাথে সাথে আমি আবার আপনাদের দেয়া টাস্কটি continue
        করি। কিন্তু আজকে আবার আমাদের এখানে বৈদ্যুতিক ত্রুটি থাকার কারণে সকাল
        থেকে অনেক সময় পর্যন্ত ইলেকট্রিসিটি ছিল না। তবুও যতটুকু সম্ভব আমি চেষ্টা
        করে যাচ্ছি।
        <br />
        তবে আমার মনে হচ্ছে এটা শেষ করতে করতে আরো বেশ সময় লেগে যাবে। দয়া করে কি
        form টি সাবমিট করার deadline একদিন বাড়িয়ে দেওয়া যাবে? তাহলে আমি বেশি
        উপকৃত হতাম। আসলে এমন কিছু ঘটনা ঘটে গিয়েছে যা পুরোপুরি আমার কন্ট্রোলের
        বাইরে।
      </p>
    </div>
  );
}
